Repository: common-repository/rafflys-lucky-wheel
Catalog: languages/rafflys-*.po
Languages: es

source: Lucky Wheel Exit Intent Pop Up, Upsell Pop Up – Rafflys
es: Lucky Wheel Exit Intent Pop Up, Upsell Pop Up – AppSorteos

source: Embed your Wheel of Fortune from Rafflys directly on your WordPress site as an exit-intent popup or slider.
es: Muestra una Ruleta de Premios de AppSorteos directamente en tu WordPress, como un popup o exit-intent, y captura leads.

source: Set up your Rafflys account to activate your first promotion
es: Configura tu cuenta de AppSorteos para activar tu primera promoción

source: Create Spin the Wheel promotion in minutes
es: Crea una promoción Ruleta de la Fortuna en minutos

source: Set up your Rafflys account to active your first promotion
es: Crea tu cuenta de AppSorteos y activa tu primera promoción

source: Set up your Rafflys account
es: Configura tu cuenta de AppSorteos

source: Already have an account? Enter your API key
es: ¿Ya tienes una cuenta? Ingresa tu clave de API

source: Enter your API Key
es: Ingresa tu clave de API

source: You can find your API Key on your account settings or on your promotion dashboard, in the "Share" tab.
es: Puedes encontrar tu clave de API en la configuración de tu cuenta o en el panel de control de tu promoción, en la pestaña "Compartir".

source: Create your first Spin the Wheel promotion
es: Crea tu primera promoción Ruleta de la Fortuna

source: Start now, it's free
es: Comienza ahora, es gratis

source: Choose the promotion you want to display on this site
es: Elige la promoción que deseas activar en este sitio

source: Your Fortune Wheels
es: Tus Ruletas

source: Create
es: Crear

source: Active
es: Activo

source: Edit
es: Editar

source: View Leads
es: Ver Leads

source: Activate
es: Activar

source: Deactivate
es: Desactivar

source: Connect
es: Conectar
